10/data/attachments/206ae8985989567e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_40c31c0a-1c15-4e2c-8db7-8b846de2efc4</nif:username>
            <nif:friendToBeAdded>Breanna_race_Actions_27604_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>